{
    "products": [
        {
            "id": 1,
            "title": "Camisa Goleiro Manchester City 2023/24",
            "slug": "camiseta-goleiro",
            "price": 370,
            "image": "./camisa-01.png",
            "description": "A camisa titular do Manchester City para a temporada 2023/24 é um clássico instantâneo. Projetado com um moderno decote em V, apresentando o escudo do clube e o logotipo PUMA Cat bordado no peito. Disponível em mangas curtas, esta camisa de corte regular com estampa exclusiva na lateral para homens e mulheres certamente fará uma declaração.",
            "featured": true
        },
        {
            "id": 2,
            "title": "Terceira Camisa Do Manchester City 2023/24",
            "slug": "terceira-camisa",
            "price": 370,
            "image": "./camisa-02.png",
            "description": "Esta camisa é feita com materiais 100% reciclados e apresenta o escudo oficial do clube Manchester City bordado no lado esquerdo do peito e o logotipo PUMA Cat. Esta camisa dos Campeões Europeus, usada nos jogos europeus fora de casa, tem um padrão de faísca elétrica por toda parte, junto com rosa neon no brasão do clube e logotipos dos patrocinadores. Projetado com uma silhueta de ajuste regular para máximo conforto e estilo. Perfeito para dias de jogos ou para representar seu time favorito nas ruas.",
            "featured": true
        },
        {
            "id": 3,
            "title": "Camisa Alternativa Do Manchester City 2023/24",
            "slug": "camisa-alternativa",
            "price": 370,
            "image": "./camisa-03.png",
            "description": "Esta camisa oficial é feita com materiais 100% reciclados e apresenta o escudo oficial do clube Manchester City bordado no lado esquerdo do peito com efeito metálico, e o logotipo PUMA Cat à direita. Inspirada na agitação da CIDADE, esta coleção foi projetada para capturar a criatividade dentro da cidade. Os detalhes incluem o motivo de fábrica relacionado ao fundo industrial de Manchester impresso dentro do decote e a gola de inspiração retrô. A silhueta casual de ajuste regular oferece o máximo conforto e é perfeita para usar dentro e fora do campo. O complemento ideal para o seu guarda-roupa City.",
            "featured": true
        },
        {
            "id": 4,
            "title": "Camisa Terceira Do Manchester City 2023/24 Manga Longa",
            "slug": "terceira-camisa-manga-longa",
            "price": 395,
            "image": "./camisa-04.png",
            "description": "esta camisa é feita com materiais 100% reciclados e apresenta o escudo oficial do clube Manchester City impresso no lado esquerdo do peito e detalhes da marca PUMA Cat. Esta camisa dos Campeões Europeus usada nos jogos europeus fora de casa tem um padrão de faísca elétrica por toda parte, junto com detalhes em rosa neon. Projetado com uma silhueta de ajuste regular para máximo conforto e estilo. Esta camisa de manga comprida é perfeita para dias de jogo ou para representar seu time favorito nas ruas.",
            "featured": false
        },
        {
            "id": 5,
            "title": "Camisa Alternativa Do Manchester City 2023/24 Manga Longa",
            "slug": "camisa-alternativa-manga-longa",
            "price": 395,
            "image": "./camisa-05.png",
            "description": "Esta camisa oficial é feita com materiais 100% reciclados e apresenta o escudo oficial do clube Manchester City bordado no lado esquerdo do peito com efeito metálico e o logotipo PUMA Cat à direita. Inspirada na agitação da CIDADE, esta coleção foi projetada para capturar a criatividade dentro da cidade. Os detalhes incluem o motivo de fábrica relacionado ao fundo industrial de Manchester impresso dentro do decote e a gola de inspiração retrô. Projetado com uma silhueta regular de manga comprida para máximo conforto e estilo. Esta camisa de manga comprida é perfeita para dias de jogos ou para representar seu time favorito dentro e fora do campo.",
            "featured": false
        }
    ]
}